POST_CATEGORY_TYPES = [
    ("hands", "Руки"),
    ("shoulders", "Плечи"),
    ("back", "Спина"),
    ("chest", "Грудь"),
    ("legs", "Ноги"),
    ("arms", "Руки"),
    ("forearms", "Предплечья"),
]

POST_TYPE = [
    ("post", "Пост"),
    ("video", "Видео"),
    ("article", "Статья"),
]

POST_STATUS = [
    ("draft", "Черновик"),
    ("published", "Опубликован"),
]


CONTACTS_TYPE = [
    # ТИПЫ КОНТАКТОВ
    ("phone", "Телефон"),
    ("mail", "Почта"),
    ("vk", "Вконтакте"),
    ("tg", "Телеграм"),
    ("insta", "Инстаграм"),
    ("address", "Адрес"),
    ("mode", "Режим работы"),
    ("latitude", "Широта"),
    ("longitude", "Долгота"),
]

COUNTRY_TYPE = [
    ("ru", "Россия"),
    ("cn", "Китай"),
    ("by", "Беларусь"),
    ("vn", "Въетнам"),
]

SIZE_TYPE = [
    ("xxs", "XXS"),
    ("xs", "XS"),
    ("s", "S"),
    ("m", "M"),
    ("l", "L"),
    ("xl", "XL"),
    ("xxl", "XXL"),
    ("xxxl", "3XL"),
    ("xxxxl", "4XL"),
    ("10 RU", "10 RU"),
    ("12 RU", "12 RU"),
    ("14 RU", "14 RU"),
    ("16 RU", "16 RU"),
    ("18 RU", "18 RU"),
    ("20 RU", "20 RU"),
    ("22 RU", "22 RU"),
    ("24 RU", "24 RU"),
    ("26 RU", "26 RU"),
    ("28 RU", "28 RU"),
    ("30 RU", "30 RU"),
    ("31 RU", "31 RU"),
    ("32 RU", "32 RU"),
    ("33 RU", "33 RU"),
    ("34 RU", "34 RU"),
    ("35 RU", "35 RU"),
    ("36 RU", "36 RU"),
    ("37 RU", "37 RU"),
    ("38 RU", "38 RU"),
    ("39 RU", "39 RU"),
    ("40 RU", "40 RU"),
    ("41 RU", "41 RU"),
    ("42 RU", "42 RU"),
    ("43 RU", "43 RU"),
    ("44 RU", "44 RU"),
    ("45 RU", "45 RU"),
    ("46 RU", "46 RU"),
    ("47 RU", "47 RU"),
    ("48 RU", "48 RU"),
    ("49 RU", "49 RU"),
    ("50 RU", "50 RU"),
    ("51 RU", "51 RU"),
    ("52 RU", "52 RU"),
    ("53 RU", "53 RU"),
    ("54 RU", "54 RU"),
    ("55 RU", "55 RU"),
    ("56 RU", "56 RU"),
    ("57 RU", "57 RU"),
    ("58 RU", "58 RU"),
    ("59 RU", "59 RU"),
    ("60 RU", "60 RU"),
    ("61 RU", "61 RU"),
    ("62 RU", "62 RU"),
    ("63 RU", "63 RU"),
    ("64 RU", "64 RU"),
]


GENDER_TYPE = [
    ("M", "Мужской"),
    ("F", "Женский"),
    ("U", "Унисекс"),
]
